from colorama import Fore
# из модуля_colorama импортировать функцию_Fore

print(Fore.BLUE + 'Hello, Im a Python developer!')  # выводит значения из скобок в консоль
print(7 + 2)  # выводит 9, потому что присутствует операция сложения (она выполняется первой)
print(Fore.GREEN + '7 + 2')  # все, что написано в кавычках, - это просто текст

print(12 + 5)  # сложение
print(12 - 5)  #  вычитание
print(12 * 5)  # умножение
print(12 ** 5)  # возвести в степень
print(12 / 5)  # деление
print(12 // 5)  # целочисленное деление (без дробной части)
print(12 % 5)  # остаток от деления (10 % 3 = 1)
